<?php

$lang['samba_administrator_account'] = 'ನಿರ್ವಾಹಕ ಖಾತೆ';
$lang['samba_app_description'] = 'ವಿಂಡೋಸ್ ನೆಟ್ವರ್ಕಿಂಗ್ (ಸಾಂಬಾ) ವಿಂಡೋಸ್ ವ್ಯವಸ್ಥೆಗಳೊಂದಿಗೆ ಪರಸ್ಪರ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಅವಶ್ಯಕವಾದ ಅಂಟುವನ್ನು ಒದಗಿಸುತ್ತದೆ. ವಿಂಡೋಸ್ ಡೊಮೇನ್ ನಿರ್ವಹಣೆ ಜೊತೆಗೆ ಅಪ್ಲಿಕೇಶನ್ ದೃಢೀಕರಣ ಸೇವೆಗಳು, ಫೈಲ್ ಮತ್ತು ಮುದ್ರಣವನ್ನು ಒದಗಿಸುತ್ತದೆ.';
$lang['samba_app_name'] = 'ವಿಂಡೋಸ್ ನೆಟ್ವರ್ಕಿಂಗ್ (ಸಾಂಬಾ)';
$lang['samba_computers'] = 'ಕಂಪ್ಯೂಟರ್ಗಳು';
$lang['samba_driver_has_not_been_initialized'] = 'ಚಾಲಕವನ್ನು ಆರಂಭಿಸಲಾಗಿಲ್ಲ.';
$lang['samba_file_share_tooltip'] = 'ನೀವು ನೆಟ್ವರ್ಕ್ ಫೈಲ್ ಹಂಚಿಕೆಯನ್ನು ರಚಿಸಲು ಬಯಸಿದರೆ, ದಯವಿಟ್ಟು ಫ್ಲೆಕ್ಸ್ಶೇರ್ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಬಳಸಿ.';
$lang['samba_initializing_core_system'] = 'ಕೋರ್ ಸಿಸ್ಟಮ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಿ, ದಯವಿಟ್ಟು ತಾಳ್ಮೆಯಿಂದಿರಿ.';
$lang['samba_initializing_warning'] = 'ಪ್ರಾರಂಭೀಕರಣವು ಒಂದು ನಿಮಿಷ ಅಥವಾ ಎರಡು ತೆಗೆದುಕೊಳ್ಳಬಹುದು, ದಯವಿಟ್ಟು ತಾಳ್ಮೆಯಿಂದಿರಿ.';
$lang['samba_master_node_needs_initialization'] = 'ಮುಂದುವರೆಯುವ ಮೊದಲು ಮಾಸ್ಟರ್ ನೋಡ್ ಅನ್ನು ಆರಂಭಿಸಬೇಕಾಗಿದೆ.';
$lang['samba_mode'] = 'ಮೋಡ್';
$lang['samba_samba_directory_installed_warning'] = 'ಸಾಂಬಾ ಡೈರೆಕ್ಟರಿ ಸಾಫ್ಟ್ವೇರ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲಾಗಿದೆ, ಆದ್ದರಿಂದ ನೀವು ಇನ್ನು ಮುಂದೆ ಈ ಅಪ್ಲಿಕೇಶನ್ ಅಗತ್ಯವಿಲ್ಲ.';
